[
    {
        "short": "Nagwagi si Maribel sa timpalak ng pagguhit sa kanilang paaralan.",
        "long": "Kahit ang kanyang mga magulang ay nahihiwagaan kung kanino siya nagmana. Pinupuri ang angking ganda ni Kuholita."
    },
    {
        "short": "Sumigaw ng saklolo ang bata nang makita ang sunog sa bahay.",
        "long": "Hindi maikakaila na talagang dinadayo siya ng maraming kalalakihang suso. Pati nga ang mga kababaihang suso na galing pa sa kabilang ibayo ay pinupuntahan siya."
    },
    {
        "short": "Ang kudong ay ginagamit ng mga katutubo bilang tradisyonal na panakip sa ulo lalo na sa mga espesyal na okasyon.",
        "long": "“Puntahan natin iyong sinasabi nilang kakaibang suso sa kabilang bukid,” sabi ng isang lalaking suso sa kaibigan niya."
    },
    {
        "short": "Sumukob ang mga bata sa tindahan upang hindi mabasa ng ulan.",
        "long": "Sa isang malawak na bukirin ay may maliit na lawa. Sa hindi kalayuan ay may magandang hardin. Sa lugar na ito, nakatira ang maraming suso."
    },
    {
        "short": "Ang hirap ng paglalako ay nakikita sa pawis at pagod ng mga nagtitinda sa kalsada.",
        "long": "Makikita sila sa mga malalaki at maliliit na bato. Ang iba ay nakadikit sa mga dahon malapit sa tubig habang ang iba naman ay nasa lupa o hindi kaya ay nasa tuyong mga dahon at putol na mga kahoy."
    },
    {
        "short": "Ang bawat mamamayan ay may tungkuling magbayad ng buwis nang tama.",
        "long": "Iba't iba ang kulay, hugis, laki at tigas ng kanilang mga talukab. Ang ibang talukab ay may katamtamang tigas habang ang iba naman ay talagang manipis."
    },
    {
        "short": "Matao at masigla ang lungsod ng Maynila tuwing gabi.",
        "long": "Dahan-dahang nawala ang mga malalapit na kaibigan ni Kuholita. Hindi naman makikitang apektado siya, sapagkat may isa pa siyang natirang itinuring na matalik na kaibigan, si Susona."
    },
    {
        "short": "Nagtipon ang buong angkan para sa pista ng bayan.",
        "long": "Pangkaraniwan lamang ang anyo ni Susona. Magkapitbahay sila at halos sabay silang ipinanganak kung kaya naging malapit sila sa isa’t isa."
    },
    {
        "short": "Ang krus ay simbolo ng pananampalataya ng mga Kristiyano.",
        "long": "Katulad ng mga magulang ni Kohuita, palagirin siyang pinapaalalahanan ni Susona. Ngunit, hindi katulad ni Kuholita, si Susona ay lumaking mabait at mapagkumbaba."
    },
    {
        "short": "Si Mark ay laging aktibo sa sports kaya marami siyang nagiging kaibigan.",
        "long": "Taliwas na taliwas ang kanilang pag-uugali. Ang kaibigang si Susona ay umaasang balang araw ay magbabago si Kuholita sa kanyang pakikitungo sa kapwa suso."
    },
    {
        "short": "Tahimik at berde ang lalawigan ng Quezon dahil sa malalawak na bukirin.",
        "long": "Pagkatapos maglinis ng mesa, naghugas si Lito ng pinggan at itinabi niya ang mga baso sa aparador."
    },
    {
        "short": "Salat man sa yaman, masaya ang pamilya Santos dahil nagmamahalan sila.",
        "long": "Nag-abot si Tita Rosa ng baon kay Miko para sa pamamasyal ayon sa payo ng kanyang ina."
    },
    {
        "short": "Nagtatalo sina Rico at Ben kung sino ang unang maglalaro ng bola.",
        "long": "Masikip ang kalsada sa palengke tuwing umaga dahil maraming nagtitinda at mamimili."
    },
    {
        "short": "Ipinatayo ng alkalde ang bagong tulay sa barangay.",
        "long": "Sa lumang bahay sa tabing-dagat, nagtipon sina Lani at Ben upang ayusin ang sirang bangka para sa darating na piyesta."
    },
    {
        "short": "Ayaw makinig ng batang mapagmataas dahil iniisip niya na siya lang ang laging tama.",
        "long": "Binasa muna ni Pia ang panuto, pinili ang tamang sagot, at isinulat ito sa kuwaderno."
    },
    {
        "short": "Nanguha ng tilapia ang mga mangingisda sa lawa ng Laguna.",
        "long": "Naglakad si Omar sa ilalim ng tulay papunta sa paaralan upang hindi mabasa ng ulan."
    },
    {
        "short": "Katamtaman ang lakas ng hangin kaya komportable ang maglakad sa labas.",
        "long": "Naaalala ni Arman ang aralin sa kalinisan, kaya nagsipilyo siya bago matulog at naghanda ng uniform para bukas."
    },
    {
        "short": "Bukod-tangi ang batang si Mark sa talento sa pagsayaw kaya madalas siyang maimbitahan sa programa.",
        "long": "Mabilis ang agos ng ilog, kaya nag-ingat ang mga bata sa pagtawid at humawak sila sa lubid."
    },
    {
        "short": "Mithiin ng bawat mag-aaral na magkaroon ng magandang kinabukasan.",
        "long": "Tahimik ang silid-aklatan kaya maingat na naghanap si Rhea ng aklat tungkol sa kalikasan."
    },
    {
        "short": "Itinago ni Jessa ang kanyang lihim na sulat sa ilalim ng unan.",
        "long": "Nang magbasa si Rhea tungkol sa kalikasan, nakita niyang ang pangunahing ideya ay pag-iwas sa basura, kaya nagdala siya ng sariling botelya sa eskuwela."
    },
    {
        "short": "Punyagi ng isang atleta ang nagtulak sa kanya na mag-ensayo araw-araw.",
        "long": "Ang Maynila ay lungsod na may masisikip na kalsada at matataong pamilihan."
    },
    {
        "short": "Tinaboy ni Mang Glen ang aso gamit ang palakpak ng kamay.",
        "long": "Ang “paglilinis” ay proseso ng pagtanggal ng dumi upang maging maayos at ligtas ang paligid."
    },
    {
        "short": "Makikita mula sa malayo ang mataas na gusali sa siyudad.",
        "long": "Sa kuwentong binasa namin, ang tagpuan ay paaralan, ang tauhan ay si Mila, at ang banghay ay tungkol sa paghahanda para sa pista."
    },
    {
        "short": "Sambit ni tatay kay Pedro na maging mabait sa lahat ng tao.",
        "long": "Una, naghanda ang klase ng palamuti. Pagkatapos, inayos nila ang entablado."
    },
    {
        "short": "Nagwawalis at nag-aayos ng upuan ang mga mag-aaral sa silid-aralan.",
        "long": "Matapos mapanood ang talakayan sa radyo tungkol sa kalinisan, sinabi ni Rene na mahalagang magtulungan ang barangay upang maiwasan ang baha."
    },
    {
        "short": "Naging taob ang bangka dahil sa malakas na hangin sa dagat.",
        "long": "Ang agila ay ibong malakas ang pakpak na matatagpuan sa kabundukan ng Mindanao."
    },
    {
        "short": "Ginamit ng guro ang kumpas ng kamay upang patahimikin ang klase.",
        "long": "Sumulat si Paolo ng talata tungkol sa kanyang pamilya at mga gawaing nakatutulong sa pamayanan."
    },
    {
        "short": "Si Ate Lea ay modelo ng kabutihan sa kanilang pamayanan.",
        "long": "Mula sa artikulong nabasa, nalaman ni Liza na ipatutupad bukas ang bagong iskedyul ng klase sa paaralan."
    },
    {
        "short": "Ang pito ng referee ang hudyat ng pagsisimula ng laro.",
        "long": "Nag-ulat ang punong barangay na bumaba ang kaso ng dengue ngayong buwan matapos ang paglilinis sa kanal at pagbibigay ng impormasyon sa mga bahay."
    },
    {
        "short": "Nagkaroon ng anunsyo tungkol sa bagong iskedyul ng klase.",
        "long": "Binasa ni Liza ang panuto, pinili niya ang tamang sagot, at maingat niya itong isinulat sa sagutang-papel."
    },
    {
        "short": "Umakyat ang mga bata sa entablado para sa kanilang sayaw.",
        "long": "Naglakad si Niko sa gilid ng kalsada papunta sa paaralan upang umiwas sa sasakyan at ulan."
    },
    {
        "short": "Si Lorie ay isang masipag na estudyante na laging nag-aaral sa gabi.",
        "long": "Sa silid-aklatan, tahimik na hinanap ni Janelle ang aklat tungkol sa kalikasan at inilista niya ang mahahalagang detalye."
    },
    {
        "short": "Ang pinuno ng barangay ay nangunguna sa paglilinis ng komunidad.",
        "long": "Mabilis ang hangin sa bukid kaya isinara ni Lola ang bintana at itinabi niya ang mga plato sa aparador."
    },
    {
        "short": "Maganda ang disenyo ng bahay na gawa sa kahoy at bato.",
        "long": "Matapos maglinis ng mesa, naghugas si Bea ng tasa at inilagay niya ang mga ito sa patungan."
    },
    {
        "short": "Ipinatupad ang mungkahi ng guro na magtanim ng halaman sa bakuran ng paaralan.",
        "long": "Ayon sa guro, gumuhit si Carlo ng mapa ng paaralan at nilagyan niya ng label ang bawat silid."
    },
    {
        "short": "Ang bayanihan ay bahagi ng kultura ng mga Pilipino.",
        "long": "Pinulot ni Mina ang papel sa lapag at itinapon niya ito sa tamang basurahan upang maging malinis ang silid."
    },
    {
        "short": "Mabilis ang takbo ng buhay sa siyudad kumpara sa probinsya.",
        "long": "Habang bumubuhos ang ulan, nagpayong sina Rafi at Toni at tumakbo sila papasok sa silid-aralan."
    },
    {
        "short": "Ang paksa ng talakayan sa klase ay tungkol sa kalikasan.",
        "long": "Sa palengke, maingay ang tawaran kaya mahigpit na hinawakan ni Jojo ang bayong at mabilis siyang umuwi."
    },
    {
        "short": "Ang sining ng pagpipinta ay nagpapakita ng damdamin ng tao.",
        "long": "Nang makita ni Kaye ang karatula tungkol sa bawal magtapon ng basura, nagpasya siyang mangalap ng bote para i-recycle."
    },
    {
        "short": "May kakaibang estilo ng pananamit si Daniel tuwing pista.",
        "long": "Una, naglinis ang pangkat ng bakuran, at pagkatapos, nag-ulat sila sa klase tungkol sa resulta."
    },
    {
        "short": "Nakangiti ang mga residente dahil malinis ang kanilang lansangan.",
        "long": "Ang “pagsukat” ay proseso ng pagtukoy sa haba o laki gamit ang tamang kasangkapan tulad ng ruler o metro."
    },
    {
        "short": "Maraming ibon at usa ang naninirahan sa kagubatan.",
        "long": "Sa binasang kuwento, ang tagpuan ay sa pamilihan, ang tauhan ay si Lara, at ang banghay ay tungkol sa pagtulong niya sa nawawalang bata."
    },
    {
        "short": "Nakaani ng maraming bigas ang magsasaka mula sa isang ektarya ng palayan.",
        "long": "Matapos pakinggan ang anunsyo sa radyo tungkol sa bagyong paparating, sinabi ni Rene na dapat maghanda ng flashlight at inuming tubig."
    },
    {
        "short": "Mapayapa ang pamayanan dahil nagtutulungan ang lahat ng tao.",
        "long": "Sumulat si Ditas ng talata tungkol sa kanyang sarili, sa kanilang pamayanan, at sa paraang tumutulong siya sa paglilinis tuwing Sabado."
    },
    {
        "short": "Nabasa ni Lorie sa pahayagan ang tungkol sa bagong batas.",
        "long": "Ang Baguio ay lungsod sa Luzon na kilala sa malamig na klima at makukulay na pamilihan ng prutas at gulay."
    },
    {
        "short": "Nayanig ang buong barangay nang dumating ang kalamidad na lindol.",
        "long": "Mula sa artikulong nabasa, nalaman ni Kara na bukas magsisimula ang pagbabakuna sa barangay kaya inanyayahan niya ang kanyang lola."
    },
    {
        "short": "Ginamit ng karpintero ang troso sa paggawa ng mesa.",
        "long": "Una, binasa ni Leo ang tanong. Pangalawa, hinanap niya ang impormasyon sa talata. Panghuli, sinagot niya ito sa sariling salita."
    },
    {
        "short": "Walang alintana si Mang Rene sa init habang siya’y naglalakad.",
        "long": "Sa ulat ng guro, bumuti ang kalagayan ng ilog matapos tanggalin ang baradong basura at magpatupad ng mahigpit na panuntunan."
    },
    {
        "short": "Mahaba ang prusisyon sa pista ng bayan tuwing Mayo.",
        "long": "Pagkatapos basahin ang panuto, pumila nang maayos si Lino at maingat niyang idinikit ang larawan sa papel."
    },
    {
        "short": "Nabasag agad ang marupok na baso sa mesa.",
        "long": "Sa ilalim ng punong mangga, naglaro muna ang mga bata bago sila pumasok sa klase."
    },
    {
        "short": "Kusang-loob na tumulong si Joy sa paglilinis ng kapaligiran.",
        "long": "Ayon sa guro, magdala ng basahan si Mica para sa paglilinis ng silid tuwing Biyernes."
    },
    {
        "short": "Ipinakita ni Carlo ang malasakit sa kapwa sa pagtulong sa mahihirap.",
        "long": "Humupa ang ulan kaya tiniklop ni Aris ang payong at itinabi niya ito sa bag."
    },
    {
        "short": "Dumating ang mga pasahero sa istasyon ng tren nang maaga.",
        "long": "Sa palengke, tinuruan ni Nanay si Bea kung paano pumili ng sariwang gulay at ilista ang presyo sa kuwaderno."
    },
    {
        "short": "Namangha si Rita sa tanaw ng bundok mula sa kanilang bahay.",
        "long": "Habang umiihip ang hangin, isinara ni Rico ang bintana at inayos niya ang mga libro sa estante."
    },
    {
        "short": "Ang Palawan ay isang pulo na tanyag sa kagandahan.",
        "long": "Nakita ni Joy ang karatulang “Bawal Magtapon ng Basura,” kaya pinulot niya ang bote at inilagay sa lalagyan ng recycle."
    },
    {
        "short": "Pinagmamasdan ng mga bata ang paglubog ng araw sa kanluran.",
        "long": "Ang “pag-iimpok” ay paraan ng pagtatabi ng pera upang magamit sa pangangailangan o sakuna."
    },
    {
        "short": "Magaganda ang tanawin sa mga probinsya sa timog ng bansa.",
        "long": "Sa binasang kuwento, ang tagpuan ay munting aklatan, ang tauhan ay si Nardo, at ang banghay ay tungkol sa paghahanap niya ng aklat tungkol sa agham."
    },
    {
        "short": "Maganda ang kulay ng langit tuwing sumisikat ang araw sa silangan.",
        "long": "Matapos pakinggan ang balita sa radyo, sinabi ni Tino na ipapasara bukas ang paaralan kaya naghanda siya ng takdang-aralin sa bahay."
    },
    {
        "short": "Ginamit ni Carl ang kompas upang hanapin ang hilaga sa mapa.",
        "long": "Sumulat si Carla ng talata tungkol sa kanilang barangay at kung paano nila pinananatiling malinis ang estero bawat Linggo."
    },
    {
        "short": "Naglakad si Ana papunta sa aklatan.",
        "long": "Mula sa anunsyo ng punong barangay, nalaman ng mga residente na magsasagawa ng paglilinis sa parke sa alas-otso ng umaga."
    }
]