[
  {
    "short": "Naglaro ang mga bata sa malinis na parke.",
    "medium": "Nais nilang maitaboy ang mga magnanakaw sa paaralan.",
    "long": "Nagulat siya sa lagapak ng nahulog na sanga."
  },
  {
    "short": "Kumain si Liza ng masarap na tinapay.",
    "medium": "Dakila ang kaniyang mithiin kaya siya nagtagumpay.",
    "long": "Pasalamatan natin ang mga magulang na nagpunyagi para sa pag-aaral ng mga anak."
  },
  {
    "short": "Maaliwalas ang langit ngayong umaga.",
    "medium": "Sinikap ng mga bata na matapos ang kanilang takdang-aralin.",
    "long": "Kailangan natin magtulong-tulong upang matigil ang pagkasira ng ating tirahan."
  },
  {
    "short": "Nagtanim si Tatay ng bagong halaman.",
    "medium": "Mailap at mabangis na tamaraw si Tamaro.",
    "long": "Natatakot ngunit andoon pa rin ang layunin nilang protektahan ang kanilang tirahan."
  },
  {
    "short": "Malakas ang ulan kagabi.",
    "medium": "Gusto niya na mapag-isa at tumira sa malayo parte ng bukirin.",
    "long": "Si Kuholita ay kakaiba dahil mayroong siyang matigas at makulay na talukab."
  },
  {
    "short": "Naglakad sila papunta sa paaralan.",
    "medium": "Nakita niya ang makapal na usok at mga nakatumbang putol-putol na punongkahoy.",
    "long": "Hindi maikakaila na talagang dinadayo siya ng marami."
  },
  {
    "short": "Umupo ang aso sa ilalim ng mesa.",
    "medium": "Lakas-loob siyang lumapit sa butiki upang humingi ng tulong.",
    "long": "Magalang silang sumagot kapag kinakausap lalo na sa mga nakakatanda."
  },
  {
    "short": "Masaya ang mga bata habang nagbabasa.",
    "medium": "Habang siya ay naliligo at nagtatampisaw sa lagslas ng tubig sa talon ay nakarinig siya ng kakaibang tunog.",
    "long": "Kapag itinataas ang watawat ay tumatayo sila nang tuwid habang sumasabay sa ating Pambansang Awit."
  },
  {
    "short": "May dalang payong si Nina.",
    "medium": "Kailangan nilang mapaalis ang mga kaingero sa gubat.",
    "long": "Masipag si Cherry dahil naglilinis siya ng bahay tuwing umaga."
  },
  {
    "short": "Tumulong si Carlo sa pag-aayos ng silid.",
    "medium": "Dali-daling nagtakbuhan ang mga ito papalayo sa gubat.",
    "long": "Malabo ang mga mata ni Niko kaya siya ay may suot na salamin."
  },
  {
    "short": "Maganda ang tanawin sa bukid.",
    "medium": "Tuwang-tuwa ang mga hayop sapagkat naging matagumpay ang kanilang layunin na mapaalis ang mga kaingero sa gubat.",
    "long": "Kasama ni Lou ang alagang pusa tuwing nagbabasa ng libro, sumasagot ng takdang-aralin, at maging sa pagkain."
  },
  {
    "short": "Nagtimpla ng kape si Nanay.",
    "medium": "Mapayapang namuhay ang mga hayop sa kani-kanilang tahanan sa kagubatan.",
    "long": "Sinilip niya pati ang ibang bahagi ng bahay para lang mahanap si Lenlen."
  },
  {
    "short": "May nakita kaming bahaghari kahapon.",
    "medium": "Bago pa man makapagsalita ang kanilang guro, itinaas agad ni Angelo ang kamay.",
    "long": "Namangha si Lou sa dami na nagkalat na instrumento sa bahay."
  },
  {
    "short": "Tahimik na nag-aaral ang klase.",
    "medium": "Si Karim ay mula sa marangyang buhay, madalasin at matulunging bata.",
    "long": "Kung sana ay hindi siya naging mayabang at mapagmataas, hindi sana siya napahamak."
  },
  {
    "short": "Sinuklay ni Tita ang buhok ni Rina.",
    "medium": "Ang dalawang magkaibigan ang napiling magkasama para sa patimpalak.",
    "long": "Kapag oras na para bumalik ang mga langgam sa kanilang lungga, bumabalik sila sa isang diretsong linya."
  },
  {
    "short": "Uminom ng malamig na tubig si Ben.",
    "medium": "Inatasan silang maghanap ng gamit para sa kanilang laro.",
    "long": "Matapos ang mahabang paglilinis, napansin ng mga bata na mas maliwanag at maaliwalas na ang silid-aralan."
  },
  {
    "short": "Naglinis kami ng bakuran.",
    "medium": "Habang naglalakad malapit sa burol nahulog sila sa isang malalim na butas.",
    "long": "Nang marinig nila ang hudyat ng guro, agad nilang inihanay ang kanilang sarili nang maayos."
  },
  {
    "short": "Matamis ang hinog na mangga.",
    "medium": "Biglang umulan at sila ay nagsimulang nakaramdam ng gurom.",
    "long": "Sa pag-uwi nila, napansin nila ang malamig na hangin na dumadaloy mula sa ilog."
  },
  {
    "short": "Nakangiti si kuya habang kumakanta.",
    "medium": "May magandang hardin kung saan maraming matatagpuang kuhol.",
    "long": "Napansin ni Lani na unti-unting nabubuo ang bahaghari matapos ang malakas na ulan."
  },
  {
    "short": "Nagpahinga sila sa lilim ng puno.",
    "medium": "Nakita ni Ella ang makulay na lobo sa itaas ng bahay.",
    "long": "Naging tahimik ang silid nang simulan ng guro ang pagbasa ng bagong aralin."
  }
]