[
  {
    "short": "Masaya at makulay ang pista.",
    "medium": "Uunlad ang ating bayan kayo tayo ay magtutulungan.",
    "long": "Ang pista ay malaking bahagi ng kulturang Pilipino."
  },
  {
    "short": "Gusto kong padalhan ng sorpresa si Lola.",
    "medium": "Si Mang Jess ay nagbubungkal ng hardin.",
    "long": "Bawat bayan ay may ipinagdiriwang na pista."
  },
  {
    "short": "Hindi tinanggap ng kartero ang liham.",
    "medium": "Napukpok ni Mario ng martilyo ang kaniyang daliri.",
    "long": "Tuwing Mayo ipinagdiriwang ang Pahiyas sa bayan."
  },
  {
    "short": "Nalanta ang mga halaman dahil hindi naalagaan.",
    "medium": "May malawak na lupa sa asyenda.",
    "long": "Maingat na tumakbo ang mga bata sa palaruan upang maiwasan ang aksidente."
  },
  {
    "short": "Mataas ang takong ng sapatos.",
    "medium": "Masagana palagi ang ani ni Kaning.",
    "long": "Masigasig na nagbasa ang mga bata ng bagong kwento."
  },
  {
    "short": "Ito ay isang payong na itim.",
    "medium": "Masarap at mayaman sa bitamina ang kamote.",
    "long": "Inilahad ng guro ang mga patakaran upang maging maayos ang klase."
  },
  {
    "short": "Si Manny ay may guwantes.",
    "medium": "Nagkalat ang mga lupa sa pagmamadali niyang mahukay ito.",
    "long": "Nagtanim ang mga mag-aaral ng maliliit na halaman sa harap ng paaralan."
  },
  {
    "short": "Isang kampiyon si Pacman.",
    "medium": "Naglakbay si Carla at ang kanyang kuya sa probinsya ng Bulacan.",
    "long": "Masayang pinanood ng buong klase ang palabas tungkol sa kalikasan."
  },
  {
    "short": "Pula ang kulay ng mga mata ng palaka.",
    "medium": "Maingat na dinaanan ni Liza ang madulas na daan.",
    "long": "Sa pagkakaisa ng magkaklase, mabilis nilang natapos ang proyekto."
  },
  {
    "short": "May malalim na butas doon.",
    "medium": "Masarap kumain ng mainit na pandel tuwing umaga.",
    "long": "Tahimik na ipinasa ni Lito ang papel sa kaniyang kaklase."
  },
  {
    "short": "Si Nonoy ay humingi ng saklolo.",
    "medium": "Nagsimula ang klase nang dumating ang kanilang guro.",
    "long": "Sila ay naghandog ng simpleng awitin para sa kanilang kompetisyon."
  },
  {
    "short": "Ang inahin ay may kulay puti na balahibo.",
    "medium": "Naghanda si Lola ng masarap na meryenda para sa amin.",
    "long": "Nakinig nang mabuti ang mga bata habang tinuturo ng guro ang bagong aralin."
  },
  {
    "short": "Ang mga itlog ay nasa pugad.",
    "medium": "Sumakay kami sa jeep dahil malayo ang aming pupuntahan.",
    "long": "May isang ibon na nakatira sa kagubatan na kakaiba sa lahat."
  },
  {
    "short": "Mahimbing na natutulog ang bata sa kama.",
    "medium": "Nagsabit ng palamuti ang mga bata para sa selebrasyon.",
    "long": "Ang ibon na iyon ay ubod ng itim may mapupulang mata."
  },
  {
    "short": "Iniimbakan ang banga ng tubig.",
    "medium": "May natagpuang kuwintas si Anna habang naglalaro sa buhangin.",
    "long": "Nahiya lumapit ang iba dahil sa kaniyang anyo."
  },
  {
    "short": "May laruang manika si Anya.",
    "medium": "Nagsampay ng damit si Mama sa likod-bahay.",
    "long": "Tutuparin ko ang iyong kahilingan pero sa isang kondisyon."
  },
  {
    "short": "Maganda ang sikat ng dilaw na araw.",
    "medium": "Masayang bumati ang guro sa kanyang mga mag-aaral.",
    "long": "Isang kumpas lang nga kamay ng diwata ay nag-iba ng ang anyo ng ibon."
  },
  {
    "short": "Nagtatago ang salagubang sa dahon.",
    "medium": "Maingay ang lansangan dahil maraming sasakyan.",
    "long": "Masaya ang mga turista sa Boracay tuwing tag-init."
  },
  {
    "short": "Mabilis tumakbo si Philip.",
    "medium": "Nagsabit ng banderitas ang mga mag-aaral para sa okasyon.",
    "long": "Nagdidilig ng mga halaman si Rose sa kanilang bakuran."
  },
  {
    "short": "Kausap ni Leah ang munting kaibigan niya sa telepono.",
    "medium": "Nagwalis si Joven sa bakuran bago pumasok sa bahay.",
    "long": "Sa isang malawak na bukirin ay may maliit na lawa."
  }
]