[
    {
        "short": "Masayang diwang ang nadama ng lahat habang nanonood ng parada.",
        "long": "Ang bata ay masipag mag-aral tuwing gabi."
    },
    {
        "short": "Ang deboto ay laging nagsisimba tuwing Linggo.",
        "long": "Malaking tulong ang aklat sa pagkuha ng impormasyon."
    },
    {
        "short": "Nakita ko sa telebisyon ang patalastas ng bagong tsokolate.",
        "long": "Masarap ang adobo na ulam sa hapag-kainan."
    },
    {
        "short": "Tumanggap siya ng kastigo matapos lumabag sa patakaran ng paaralan.",
        "long": "Isa sa kanila ay namumukod-tangi ang ganda. Walang hindi nakakikilala sa kanya dahil tunay na kakaiba ang kanyang hitsura."
    },
    {
        "short": "Sabik na sumali si Mario sa paligsahan ng basketball sa kanilang eskwela.",
        "long": "Siya ay si Kuholita. Si Kuholita ay kakaiba dahil siya ay may pinakamatigas at pinakamatingkad na kulay ng talukab. Halos perpekto ang ikot at pabilog na hugis ng talukab niya."
    },
    {
        "short": "Inimbestiga ng guro kung sino ang nagbura ng sagot sa pisara.",
        "long": "Bukod dito, naiiba ang kanyang malambot na katawan sapagkat ito ay kulay rosas. Sa lahat ng oras palaging nakalabas ang kanyang katawan, kung kaya talagang mapapansin siya."
    },
    {
        "short": "Napansin ng guro ang anomalya dahil magkapareho ang lahat ng sagot ng dalawang estudyante.",
        "long": "“Kuholita anak, di ba gusto namin ng itay mo na lumaki kang may kaaya-ayang ugali?” Paalala minsan ng ina sa anak."
    },
    {
        "short": "Maraming puno at bukirin sa nayon nina Liza.",
        "long": "Si Lapulapu ang unang bayaning Pilipino. Nang matuklasan ni Magellan ang Pilipinas, gusto niyang kilalanin ng mga katutubo ang hari ng Espanya."
    },
    {
        "short": "Naglaro ng habulan ang mga bata sa dalampasigan.",
        "long": "Tinutulan ito ni Lapulapu at naganap ang digmaan sa pagitan ng mga Kastila at katutubo kung saan tinalo ni Lapulapu si Magellan at naging sanhi ng pagkasawi nito sa laban."
    },
    {
        "short": "Maayos na naisulat ni Ana ang kanyang sagot sa kuwardeno.",
        "long": "Si Melchora Aquino ay ipinanganak noong ika-6 ng Enero, 1821. Ang kanyang mga magulang ay sina Juan Aquino at Valentina Aquino."
    },
    {
        "short": "Nakatingala sila sa kalawakan upang pagmasdan ang mga bituin.",
        "long": ""
    },
    {
        "short": "Isinuot ni Maria ang bestida sa kaarawan ng kanyang pinsan.",
        "long": ""
    },
    {
        "short": "Ang pusa ay sumiksik sa kanyang lungga upang matulog.",
        "long": ""
    },
    {
        "short": "Gumawa ng liksik ang mga mag-aaral tungkol sa alamat ng kanilang lugar.",
        "long": ""
    },
    {
        "short": "Naglalaro pa rin sila sa labas kahit takipsilim na.",
        "long": ""
    },
    {
        "short": "Maagang gumising si Tatay upang magsimula ng trabaho sa madaling-araw.",
        "long": ""
    },
    {
        "short": "Ang batang natakot ay guniguni lang pala ang nakita.",
        "long": ""
    },
    {
        "short": "Malumanay siyang umaawit ng kanta.",
        "long": ""
    },
    {
        "short": "Wagas ang pagkakaibigan nina Pedro at Juan.",
        "long": ""
    },
    {
        "short": "Isinuot niya ang balabal dahil malamig ang panahon.",
        "long": ""
    },
    {
        "short": "Taas-noo niyang tinanggap ang parangal sa entablado.",
        "long": ""
    },
    {
        "short": "Nagsimula ang alsa ng mga estudyante nang ipagbawal ang paglalaro sa quadrangle.",
        "long": ""
    },
    {
        "short": "Malaking pinsala ang iniwan ng lindol sa mga gusali.",
        "long": ""
    },
    {
        "short": "Maraming nagtatrabaho sa pabrika ng damit sa lungsod.",
        "long": ""
    },
    {
        "short": "Ang daigdig ay dapat alagaan dahil ito ang ating tahanan.",
        "long": ""
    },
    {
        "short": "May probisyon ang paaralan na nagbabawal magkalat.",
        "long": ""
    },
    {
        "short": "Mapanganib maglaro ng dinamita kaya ipinagbawal ito ng barangay.",
        "long": ""
    },
    {
        "short": "Tinutulungan ng pamahalaan ang mga nasalanta ng bagyo.",
        "long": ""
    },
    {
        "short": "Malaking suliranin ang kakulangan ng upuan sa silid-aralan.",
        "long": ""
    },
    {
        "short": "Tungkulin ng estudyante ang mag-aral nang mabuti.",
        "long": ""
    },
    {
        "short": "Sarat ang ilong ng bata ngunit kaakit-akit pa rin siya.",
        "long": ""
    },
    {
        "short": "Bihira lamang dumalaw ang tiyuhin nila mula Maynila.",
        "long": ""
    },
    {
        "short": "Kayumanggi ang balat ng magsasakang laging nasa bukid.",
        "long": ""
    },
    {
        "short": "Malakas ang resistensiya niya dahil mahilig siyang kumain ng gulay.",
        "long": ""
    },
    {
        "short": "Bumaba ang temperatura kagabi kaya’t malamig ang hangin.",
        "long": ""
    },
    {
        "short": "Payapang himlay ang nakitang itsura ng sanggol sa duyan.",
        "long": ""
    },
    {
        "short": "Nagpakita ng bayanihan ang mga kapitbahay nang magtulungan silang itayo ang bahay.",
        "long": ""
    },
    {
        "short": "Ang ulan ay biyaya para sa mga nagtatanim ng palay.",
        "long": ""
    },
    {
        "short": "Kumpleto na ang sangkap para makapagluto ng adobo si Nanay.",
        "long": ""
    },
    {
        "short": "Tutol si Lito na gumala dahil may takdang-aralin pa siya.",
        "long": ""
    },
    {
        "short": "Maraming tao ang nagsisimba sa parokya tuwing Linggo.",
        "long": ""
    },
    {
        "short": "Nag-alay sila ng kandila at bulaklak sa dambana ng kanilang patron.",
        "long": ""
    },
    {
        "short": "Hindi alam ng bata ang paroroonan ng kanyang nawawalang aso.",
        "long": ""
    },
    {
        "short": "Nakatira sila sa isang liblib na lugar.",
        "long": ""
    },
    {
        "short": "Payak ang kanilang pamumuhay ngunit masaya sila bilang pamilya.",
        "long": ""
    },
    {
        "short": "Bantog na bayani si Jose Rizal sa kasaysayan ng Pilipinas.",
        "long": ""
    },
    {
        "short": "Mahilig si Anna na makisalamuha sa kanyang mga kamag-aral.",
        "long": ""
    },
    {
        "short": "Dumating na ang barko sa daungan kahapon ng umaga.",
        "long": ""
    },
    {
        "short": "“Ginoo Presidente” ang bansag ng mga kaklase kay Mark dahil laging siya ang namumuno sa grupo.",
        "long": ""
    },
    {
        "short": "Maraming estudyante ang nagkasakit dahil sa epidemenya ng trangkaso.",
        "long": ""
    },
    {
        "short": "Tumaas ng sampung bahagdan ang marka ni Liza sa pagsusulit.",
        "long": ""
    }
]