[
    {
        "short": "Ang bata ay masipag mag-aral tuwing gabi.",
        "long": ""
    },
    {
        "short": "Malaking tulong ang aklat sa pagkuha ng impormasyon.",
        "long": ""
    },
    {
        "short": "Kumain ako ng saging para sa aking meryenda.",
        "long": ""
    },
    {
        "short": "Ginamit ng magsasaka ang kabayo sa paghila ng kariton.",
        "long": ""
    },
    {
        "short": "Inilagay ni Juan ang bote sa tamang basurahan.",
        "long": ""
    },
    {
        "short": "Nagkuwento si lolo tungkol sa kanyang kabataan sa probinsya.",
        "long": ""
    },
    {
        "short": "Itinatabi ni Ana ang pera niya sa isang alkansya.",
        "long": ""
    },
    {
        "short": "Ako ay naghuhugas ng pinggan tuwing hapunan.",
        "long": ""
    },
    {
        "short": "Ikaw ang tumulong sa iyong kaibigan na gumawa ng takdang-aralin.",
        "long": ""
    },
    {
        "short": "Siya ang nanalo sa paligsahan ng pagguhit.",
        "long": ""
    },
    {
        "short": "Nagbibigay ng sariwang gatas ang baka sa bukid.",
        "long": ""
    },
    {
        "short": "Nagbibigay ng sariwang gatas ang baka sa bukid.",
        "long": ""
    },
    {
        "short": "Tahol nang tahol ang aso upang bantayan ang kanilang bahay.",
        "long": ""
    },
    {
        "short": "Hinabol ng pusa ang daga sa kusina.",
        "long": ""
    },
    {
        "short": "Nag-aayos ako ng gamit tuwing umaga bago pumasok sa klase.",
        "long": ""
    },
    {
        "short": "Mahalaga ang tubig upang manatiling malusog ang katawan.",
        "long": ""
    },
    {
        "short": "Malungkot si Ana dahil nawala ang kanyang laruan.",
        "long": ""
    },
    {
        "short": "Masipag magtanim ng gulay si tatay sa bukid.",
        "long": ""
    },
    {
        "short": "Si nanay ay nag-aalaga sa amin kapag may sakit.",
        "long": ""
    },
    {
        "short": "Gumamit si Marco ng lapis sa pagsusulit sa matematika.",
        "long": ""
    },
    {
        "short": "Ginamit ni Liza ang makulay na papel sa paggawa ng poster.",
        "long": ""
    },
    {
        "short": "Umupo ang estudyante sa kanyang upuan sa klase.",
        "long": ""
    },
    {
        "short": "Nagsuot si Ana ng magandang damit para sa piyesta.",
        "long": ""
    },
    {
        "short": "Naglalaro sila ng basketball gamit ang bola.",
        "long": ""
    },
    {
        "short": "Nagbigay si Pedro ng pulang mansanas sa kanyang guro.",
        "long": ""
    },
    {
        "short": "Pinatalim ni Liza ang kanyang lapis gamit ang pantasa.",
        "long": ""
    },
    {
        "short": "Nagbigay si Juan ng bulaklak kay Maria sa kanyang kaarawan.",
        "long": ""
    },
    {
        "short": "Kumain ng sopas si Ana gamit ang kutsara.",
        "long": ""
    },
    {
        "short": "Natulog ang bata sa malambot na unan.",
        "long": ""
    },
    {
        "short": "Tinusok ni Pedro ang karne gamit ang tinidor.",
        "long": ""
    },
    {
        "short": "Dapat tayong magtulungan upang mapangalagaan ang mundo.",
        "long": ""
    },
    {
        "short": "Mainit ang klima tuwing buwan ng Abril.",
        "long": ""
    },
    {
        "short": "Itapon ang basura sa tamang lalagyan.",
        "long": ""
    },
    {
        "short": "Gumamit si Lola ng pamaypay dahil mainit ang panahon.",
        "long": ""
    },
    {
        "short": "Nagsuot ng salamin si Kuya upang makabasa ng malinaw.",
        "long": ""
    },
    {
        "short": "Nagdala si Ana ng payong dahil umuulan.",
        "long": ""
    },
    {
        "short": "Makintab ang balat ng berdeng mansanas.",
        "long": ""
    },
    {
        "short": "Nagbabasa si Maria ng kwento sa silid-aklatan.",
        "long": ""
    },
    {
        "short": "Nagsusulat si Colombus ng liham para sa kanyang kaibigan.",
        "long": ""
    },
    {
        "short": "Naglalaro ng taguan ang mga bata sa palaruan.",
        "long": ""
    },
    {
        "short": "Nagsusuklay ng buhok si Liza bago pumasok sa klase.",
        "long": ""
    },
    {
        "short": "Nagsasayaw ng sayaw na folk si Ana sa entablado.",
        "long": ""
    },
    {
        "short": "Naghihilamos ng malamig na tubig si Juan pagkagising.",
        "long": ""
    },
    {
        "short": "Nagsisipilyo si Ana bago siya matulog sa gabi.",
        "long": ""
    },
    {
        "short": "Naglilinis ang mga mag-aaral ng kanilang silid-aralan tuwing Biyernes.",
        "long": ""
    },
    {
        "short": "Umiiyak si Liza dahil nawala ang kanyang paboritong manika.",
        "long": ""
    },
    {
        "short": "Tumatawa si Marco sa nakakatawang biro ng kaibigan.",
        "long": ""
    },
    {
        "short": "Naglalakad si Ana papunta sa paaralan tuwing umaga.",
        "long": ""
    },
    {
        "short": "Laging kasama ni Pedro ang kanyang matalik na kaibigan.",
        "long": ""
    },
    {
        "short": "Maraming natututunan ang mga bata sa paaralan.",
        "long": ""
    },
    {
        "short": "Masarap kainin ang hinog na mangga.",
        "long": ""
    },
    {
        "short": "Nagsuot siya ng bagong sapatos para sa sayawan sa paaralan.",
        "long": ""
    },
    {
        "short": "Masipag magtanim ng palay ang mga magsasaka sa palayan.",
        "long": ""
    },
    {
        "short": "Nanguha ng isda ang mga mangingisda sa dagat.",
        "long": ""
    },
    {
        "short": "Naliligo ang mga bata sa malamig na tubig ng ilog.",
        "long": ""
    },
    {
        "short": "Nagtanim ng kamatis si Lola sa kanilang halamanan.",
        "long": ""
    },
    {
        "short": "Masayang naglalaro ng habulan ang mga bata sa palaruan.",
        "long": ""
    },
    {
        "short": "Masarap ang adobo na ulam sa hapag-kainan.",
        "long": ""
    }
]
