[
    {
        "short": "Masayang diwang ang nadama ng lahat habang nanonood ng parada.",
        "long": "Ang bata ay masipag mag-aral tuwing gabi."
    },
    {
        "short": "Ang deboto ay laging nagsisimba tuwing Linggo.",
        "long": "Malaking tulong ang aklat sa pagkuha ng impormasyon."
    },
    {
        "short": "Nakita ko sa telebisyon ang patalastas ng bagong tsokolate.",
        "long": "Masarap ang adobo na ulam sa hapag-kainan."
    },
    {
        "short": "Tumanggap siya ng kastigo matapos lumabag sa patakaran ng paaralan.",
        "long": "Isa sa kanila ay namumukod-tangi ang ganda. Walang hindi nakakikilala sa kanya dahil tunay na kakaiba ang kanyang hitsura."
    },
    {
        "short": "Sabik na sumali si Mario sa paligsahan ng basketball sa kanilang eskwela.",
        "long": "Siya ay si Kuholita. Si Kuholita ay kakaiba dahil siya ay may pinakamatigas at pinakamatingkad na kulay ng talukab. Halos perpekto ang ikot at pabilog na hugis ng talukab niya."
    },
    {
        "short": "Inimbestiga ng guro kung sino ang nagbura ng sagot sa pisara.",
        "long": "Bukod dito, naiiba ang kanyang malambot na katawan sapagkat ito ay kulay rosas. Sa lahat ng oras palaging nakalabas ang kanyang katawan, kung kaya talagang mapapansin siya."
    },
    {
        "short": "Napansin ng guro ang anomalya dahil magkapareho ang lahat ng sagot ng dalawang estudyante.",
        "long": "“Kuholita anak, di ba gusto namin ng itay mo na lumaki kang may kaaya-ayang ugali?” Paalala minsan ng ina sa anak."
    },
    {
        "short": "Maraming puno at bukirin sa nayon nina Liza.",
        "long": "Si Lapulapu ang unang bayaning Pilipino. Nang matuklasan ni Magellan ang Pilipinas, gusto niyang kilalanin ng mga katutubo ang hari ng Espanya."
    },
    {
        "short": "Naglaro ng habulan ang mga bata sa dalampasigan.",
        "long": "Tinutulan ito ni Lapulapu at naganap ang digmaan sa pagitan ng mga Kastila at katutubo kung saan tinalo ni Lapulapu si Magellan at naging sanhi ng pagkasawi nito sa laban."
    },
    {
        "short": "Maayos na naisulat ni Ana ang kanyang sagot sa kuwardeno.",
        "long": "Si Melchora Aquino ay ipinanganak noong ika-6 ng Enero, 1821. Ang kanyang mga magulang ay sina Juan Aquino at Valentina Aquino."
    },
    {
        "short": "Nakatingala sila sa kalawakan upang pagmasdan ang mga bituin.",
        "long": "Matapos mapanood ang maikling dokumentaryo tungkol sa kalinisan, isinulat ko sa talaarawan na naglinis kami ng estero noong Sabado at napansin kong bumilis ang agos ng tubig."
    },
    {
        "short": "Isinuot ni Maria ang bestida sa kaarawan ng kanyang pinsan.",
        "long": "Habang binabasa ko ang balita tungkol sa pagbaha, sinabi kong dapat magtulungan ang barangay sa pagtatabi ng basura at nagbigay ako ng mungkahi sa liham pangkaibigan."
    },
    {
        "short": "Ang pusa ay sumiksik sa kanyang lungga upang matulog.",
        "long": "Sa pahayagan, nabasa ko ang anekdotang naghihikayat sa pagtitipid ng tubig kaya ibinahagi ko sa klase ang sarili kong karanasan sa pag-iimpok ng ulan sa dram."
    },
    {
        "short": "Gumawa ng liksik ang mga mag-aaral tungkol sa alamat ng kanilang lugar.",
        "long": "Nang kapanayamin ko ang lolo ko tungkol sa kasaysayan ng aming bayan, itinala ko sa talambuhay ang petsa ng pagtatayo ng lumang tulay at ang dahilan ng pagkukumpuni nito."
    },
    {
        "short": "Naglalaro pa rin sila sa labas kahit takipsilim na.",
        "long": "Matapos marinig ang anunsiyo sa radyo tungkol sa bagong patakaran sa paaralan, nagpadala ako ng maikling email upang magtanong kung paano ito ipatutupad sa aming baitang."
    },
    {
        "short": "Maagang gumising si Tatay upang magsimula ng trabaho sa madaling-araw.",
        "long": "Sa tulong ng pamatnubay na tanong ng guro, naihanay ko ang mahahalagang pangyayari sa napanood na maikling pelikula at naibigay ko ang paksa ng kuwento."
    },
    {
        "short": "Ang batang natakot ay guniguni lang pala ang nakita.",
        "long": "Pagkatapos kong basahin ang tekstong pang-impormasyon tungkol sa pagre-recycle, nagsulat ako ng isang maikling balita na nag-uulat sa paglilinis na ginawa ng aming pangkat noong Linggo."
    },
    {
        "short": "Malumanay siyang umaawit ng kanta.",
        "long": "Habang tumutula ang kamag-aral ko, sinikap kong bigkasin ang mga linya nang may wastong tono, diin, at antala upang maipakita ang damdamin ng tula."
    },
    {
        "short": "Wagas ang pagkakaibigan nina Pedro at Juan.",
        "long": "Nang makita ko ang patalastas sa telebisyon tungkol sa kaligtasan sa kalsada, ipinaliwanag ko sa kapatid ko kung bakit mahalaga ang pagtawid sa tamang tawiran."
    },
    {
        "short": "Isinuot niya ang balabal dahil malamig ang panahon.",
        "long": "Matapos kong basahin ang prosedur kung paano maghanda ng medkit, ipinaliwanag ko kung bakit mahalagang maghanda bago pa dumating ang bagyo at paano ito makatutulong sa pamilya."
    },
    {
        "short": "Taas-noo niyang tinanggap ang parangal sa entablado.",
        "long": "Habang binabasa ko ang ulat sa lindol, ginamit ko ang salitang epicenter sa pangungusap upang maunawaan ang kahulugan nito mula sa konteksto."
    },
    {
        "short": "Nagsimula ang alsa ng mga estudyante nang ipagbawal ang paglalaro sa quadrangle.",
        "long": "Nang marinig ko ang sawikaing “itaga mo sa bato,” inilarawan ko sa pangungusap na nangangahulugan itong tiyak o hindi mababawi ang pangako."
    },
    {
        "short": "Malaking pinsala ang iniwan ng lindol sa mga gusali.",
        "long": "Bago matapos ang pelikula, nanghinuha ako na magbabago ang desisyon ng tauhan dahil sa nangyaring pagtutulungan ng pamayanan."
    },
    {
        "short": "Maraming nagtatrabaho sa pabrika ng damit sa lungsod.",
        "long": "Sa talakayan, gumamit ako ng magagalang na pananalita sa pagbabahagi ng obserbasyon, paglalatag ng ideya, at pagbibigay ng reaksyon sa mungkahi ng kaklase."
    },
    {
        "short": "Ang daigdig ay dapat alagaan dahil ito ang ating tahanan.",
        "long": "Ginamit ko ang panghalip na sila at kanila sa paglalahad upang maging malinaw kung kanino nakaugnay ang bawat gawain sa proyekto."
    },
    {
        "short": "May probisyon ang paaralan na nagbabawal magkalat.",
        "long": "Matapos manood ng maikling pelikula, inisa-isa ko ang tema, layunin, tauhan, at tagpuan at ipinaliwanag kung paano ito nakatulong sa kabuuang mensahe."
    },
    {
        "short": "Mapanganib maglaro ng dinamita kaya ipinagbawal ito ng barangay.",
        "long": "Nang ilahad ng barangay ang problema sa pagbaha, nagmungkahi ako ng solusyon na pagpapalinis ng kanal at paglalagay ng tamang lagayan ng basura sa bawat kanto."
    },
    {
        "short": "Tinutulungan ng pamahalaan ang mga nasalanta ng bagyo.",
        "long": "Pagkatapos kong basahin ang dalawang artikulo tungkol sa polusyon, inihambing ko ang pagkakaibang estilo ng paglalahad at ipinaliwanag kung alin ang mas malinaw para sa mambabasa."
    },
    {
        "short": "Malaking suliranin ang kakulangan ng upuan sa silid-aralan.",
        "long": "Matapos mapakinggan ang balita tungkol sa dengue, isinulat ko sa aking talaarawan na naglinis kami ng kanal kahapon at nagmungkahi akong maglagay ng takip sa drum ng tubig."
    },
    {
        "short": "Tungkulin ng estudyante ang mag-aral nang mabuti.",
        "long": "Habang binabasa ko ang artikulo tungkol sa basura, ibinahagi ko sa klase ang sarili kong karanasan sa pagwawasto ng paghihiwalay ng nabubulok at di-nabubulok."
    },
    {
        "short": "Sarat ang ilong ng bata ngunit kaakit-akit pa rin siya.",
        "long": "Nang marinig ko ang anunsyo sa radyo, sumulat ako ng maikling email upang magtanong kung kelan magsisimula ang proyektong paglilinis sa barangay."
    },
    {
        "short": "Bihira lamang dumalaw ang tiyuhin nila mula Maynila.",
        "long": "Sa pahayagan, nabasa ko ang anekdotang nagtuturo ng pagtitiyaga kaya isinama ko sa aking liham pangkaibigan ang payo na huwag sumuko sa pag-aaral."
    },
    {
        "short": "Kayumanggi ang balat ng magsasakang laging nasa bukid.",
        "long": "Pagkatapos kong basahin ang tekstong pang-impormasyon tungkol sa pag-iimpok, nagsulat ako ng maikling balita tungkol sa pagbubukas ng savings program para sa mga mag-aaral."
    },
    {
        "short": "Malakas ang resistensiya niya dahil mahilig siyang kumain ng gulay.",
        "long": "Nang makita ko ang patalastas sa telebisyon tungkol sa tamang pagtawid, ipinaliwanag ko sa kapatid ko na dapat hintayin ang berdeng ilaw bago tumawid."
    },
    {
        "short": "Bumaba ang temperatura kagabi kaya’t malamig ang hangin.",
        "long": "Matapos niyang mapanood ang maikling balita tungkol sa baha, isinulat ni Carlo sa talaarawan ang nangyari sa kanilang barangay."
    },
    {
        "short": "Payapang himlay ang nakitang itsura ng sanggol sa duyan.",
        "long": "Sa liham pangkaibigan na ipinadala ni Bea, magalang niyang tinanong kung paano ipatutupad ang bagong tuntunin sa pagdadala ng sariling tumbler."
    },
    {
        "short": "Nagpakita ng bayanihan ang mga kapitbahay nang magtulungan silang itayo ang bahay.",
        "long": "Habang binabasa ni AJ ang anekdota tungkol sa pagtitipid ng tubig, iniuugnay niya ito sa sarili niyang karanasan sa pag-iipon ng ulan at sinagot niya ang tanong kung bakit mahalaga ito."
    },
    {
        "short": "Ang ulan ay biyaya para sa mga nagtatanim ng palay.",
        "long": "Nang kapanayamin ni Pia ang kanyang lolo tungkol sa kasaysayan ng tulay, inilagay niya sa talambuhay ang petsa ng pagtatayo, dahilan ng pagkukumpuni, at epekto nito sa kalakalan ng baryo."
    },
    {
        "short": "Kumpleto na ang sangkap para makapagluto ng adobo si Nanay.",
        "long": "Naihanay ni Faith ang mahahalagang pangyayari sa napanood na maikling pelikula bago niya sinabi ang pangunahing paksa sa isang pangungusap."
    },
    {
        "short": "Tutol si Lito na gumala dahil may takdang-aralin pa siya.",
        "long": "Siya para sa tagapag-ulat, sila para sa volunteers, at kanila para sa pamilyang tumanggap ng tulong."
    },
    {
        "short": "Maraming tao ang nagsisimba sa parokya tuwing Linggo.",
        "long": "Isinulat ni Vito sa tala ang idyomang “itaga mo sa bato,” ipinaliwanag ang kahulugang “tiyak at hindi babawiin.”"
    },
    {
        "short": "Nag-alay sila ng kandila at bulaklak sa dambana ng kanilang patron.",
        "long": "Sinuri ni Hannah ang tsart ng temperatura at ikinuwento niya nang kronolohikal ang pagbabago ng klima sa kanilang lungsod."
    },
    {
        "short": "Hindi alam ng bata ang paroroonan ng kanyang nawawalang aso.",
        "long": "Nang ianunsyo ng kapitan ang kakulangan sa tubig, nagmungkahi si Paolo ng solusyong pag-iskedyul ng paggamit."
    },
    {
        "short": "Nakatira sila sa isang liblib na lugar.",
        "long": "Sa patalastas na nakita ni Liza sa telebisyon, tinukoy niya kung alin ang totoong datos at alin ang panghihikayat lamang, bago niya sinulat ang maikling buod para sa bulletin board ng klase."
    },
    {
        "short": "Payak ang kanilang pamumuhay ngunit masaya sila bilang pamilya.",
        "long": "Matapos pakinggan ni Rhea ang talakayan sa radyo tungkol sa kaligtasan sa kalsada, isinulat niya sa talaarawan kung paano siya tumawid sa tamang tawiran."
    },
    {
        "short": "Bantog na bayani si Jose Rizal sa kasaysayan ng Pilipinas.",
        "long": "Sa liham na ipinadala ni Dario, magalang siyang nagtanong kung bakit binago ang iskedyul ng klase."
    },
    {
        "short": "Mahilig si Anna na makisalamuha sa kanyang mga kamag-aral.",
        "long": "Tinipon ni Jomar ang mahahalagang detalye mula sa tekstong pang-impormasyon, at isinaysay niyang muli ang buod sa sarili niyang salita."
    },
    {
        "short": "Dumating na ang barko sa daungan kahapon ng umaga.",
        "long": "Sa tulong ng pamatnubay na tanong ng guro, naihanay ni Neo ang mga pangyayari sa napanood na maikling pelikula at naibigay niya ang paksa sa isang tiyak na pangungusap."
    },
    {
        "short": "“Ginoo Presidente” ang bansag ng mga kaklase kay Mark dahil laging siya ang namumuno sa grupo.",
        "long": "Pinagtulungan ng mga mag-aaral ang paglilinis ng silid-aralan, kaya nagpasiya ang guro na purihin sila sa maayos na paggamit ng oras at disiplina."
    },
    {
        "short": "Maraming estudyante ang nagkasakit dahil sa epidemenya ng trangkaso.",
        "long": "Ayon kay Miguel, ang “pagkamapagtimpi” ay mahalagang katangian, sapagkat tinutulungan nitong maging kalmado ang isang tao kahit sa gitna ng problema."
    },
    {
        "short": "Tumaas ng sampung bahagdan ang marka ni Liza sa pagsusulit.",
        "long": "Matapos basahin ni Ella ang salitang “kabihasnan,” hinanap niya ang kahulugan nito sa diksyunaryo at nalaman niyang tumutukoy ito sa antas ng kultura at pamumuhay ng tao."
    },
    {
        "short":"Masipag mag-aral si Luna tuwing gabi.",
        "long":"Bagaman malakas ang ulan, nagpatuloy si Lino sa pagdodokumento ng sitwasyon upang maipahayag ang kahalagahan ng pagtutulungan sa panahon ng sakuna."
    },
    {
        "short":"Malakas ang alon sa dagat ngayong umaga.",
        "long":"Ang salitang “resolusyon” ay tumutukoy sa pormal na desisyong binuo ng isang grupo, kaya ginamit ito ni Anna sa kanyang ulat tungkol sa pagpupulong ng kabataan."
    },
    {
        "short":"Naglakad si Marco patungo sa palengke.",
        "long":"Habang binabasa ni Claire ang nobelang “Ang Daigdig ni Mateo,” sinuri niya ang paggamit ng matalinghagang salita tulad ng “pusong bakal” upang maunawaan ang damdamin ng pangunahing tauhan."
    },
    {
        "short":"Ang bundok ay may luntiang kagubatan.",
        "long":"Sa kanyang sanaysay tungkol sa kabayanihan, pinili ni Arman ang mga salitang may mabigat na kahulugan, tulad ng “sakripisyo,” “paninindigan,” at “katapangan,” upang mapalalim ang mensahe ng kanyang akda."
    },
    {
        "short":"Masaya si Rina sa bagong proyekto ng klase.",
        "long":"Sa kabila ng malakas na ulan, naglakad si Nardo papunta sa paaralan upang ipasa ang kanyang ulat tungkol sa epekto ng polusyon sa kapaligiran."      
    },
    {
        "short":"Binasa ni Elmo ang ulat tungkol sa kalinisan.",
        "long":"Habang binabasa ni Liza ang artikulo tungkol sa kabataan, ginamit niya ang diksyunaryo upang maunawaan ang mga salitang di-pamilyar at matalinghaga."
    },
    {
        "short":"Tahimik ang silid habang nagsusulat ang mga mag-aaral.",
        "long":"Nang marinig ni Paolo ang anunsiyo sa radyo tungkol sa kalamidad, mabilis niyang isinulat ang mahahalagang detalye upang maibahagi sa kanyang guro."
    },
    {
        "short":"Tumulong si Ana sa pag-aalaga ng mga halaman.",
        "long":"Matapos manood ng dokumentaryo tungkol sa kalikasan, sinuri ni Carla ang layunin ng may-akda at isinulat ang kanyang reaksyon sa talaarawan."
    },
    {
        "short":"Nagbigay ng payo si Ginoong Cruz sa mga mag-aaral.",
        "long":"Sa tulong ng guro, pinag-aralan ng klase ang pagkakaiba ng pangngalan, pandiwa, at pang-uri gamit ang mga halimbawa mula sa kanilang sanaysay."
    }
]