[
    {
        "short": "Ang bata ay masipag mag-aral tuwing gabi.",
        "long": "Isa sa kanila ay namumukod-tangi ang ganda. Walang hindi nakakikilala sa kanya dahil tunay na kakaiba ang kanyang hitsura."
    },
    {
        "short": "Malaking tulong ang aklat sa pagkuha ng impormasyon.",
        "long": "Halos perpekto ang ikot at pabilog na hugis ng talukab niya. Bukod dito, naiiba ang kanyang malambot na katawan sapagkat ito ay kulay rosas."
    },
    {
        "short": "Kumain ako ng saging para sa aking meryenda.",
        "long": "Sa lahat ng oras palaging nakalabas ang kanyang katawan, kung kaya talagang mapapansin siya."
    },
    {
        "short": "Ginamit ng magsasaka ang kabayo sa paghila ng kariton.",
        "long": "Kahit ang kanyang mga magulang ay nahihiwagaan kung kanino siya nagmana. Pinupuri ang angking ganda ni Kuholita."
    },
    {
        "short": "Inilagay ni Juan ang bote sa tamang basurahan.",
        "long": "Hindi maikakaila na talagang dinadayo siya ng maraming kalalakihang suso. Pati nga ang mga kababaihang suso na galing pa sa kabilang ibayo ay pinupuntahan siya."
    },
    {
        "short": "Nagkuwento si lolo tungkol sa kanyang kabataan sa probinsya.",
        "long": "“Puntahan natin iyong sinasabi nilang kakaibang suso sa kabilang bukid,” sabi ng isang lalaking suso sa kaibigan niya. “Sige, dahil gusto ko rin siyang makita.”"
    },
    {
        "short": "Itinatabi ni Ana ang pera niya sa isang alkansya.",
        "long": "“Hindi ba delikado ang pagpunta roon?” Tanong ng babaeng suso. “Gusto rin naming sumama!” Sigaw ng dalawa pa sa may likuran nila."
    },
    {
        "short": "Ako ay naghuhugas ng pinggan tuwing hapunan.",
        "long": "Pinuntahan ng magkakaibigan si Kuholita sa kanilang lugar at nabighani sila sa kanilang natunghayan."
    },
    {
        "short": "Ikaw ang tumulong sa iyong kaibigan na gumawa ng takdang-aralin.",
        "long": "Habang lumalaki mas lalong naging magiliw siyang tingnan. Mas tumigas at tumingkad ang kulay ng talukab nito."
    },
    {
        "short": "Siya ang nanalo sa paligsahan ng pagguhit.",
        "long": "Maraming gustong makipagkaibigan sa kanya sa lugar nila. Ang mga bagay na ito ay lubos namang ikinasisiya ng mga magulang ni Kuholita."
    },
    {
        "short": "Nagbibigay ng sariwang gatas ang baka sa bukid.",
        "long": "Walang mga magulang na hindi naghahangad ng kabutihan para sa anak. Palagi silang nagdarasal na mailayo sa kapahamakan ang nag-iisang anak."
    },
    {
        "short": "Nagbibigay ng sariwang gatas ang baka sa bukid.",
        "long": "Minsan, habang naghahapunan ang mag-anak ay napatanong si Kuholita. “Inay, itay bakit may mga suso na madalang lamang lumalabas sa talukab nila?”"
    },
    {
        "short": "Tahol nang tahol ang aso upang bantayan ang kanilang bahay.",
        "long": "Alam na nila na darating ang araw na magtatanong ng ganito ang kanilang anak."
    },
    {
        "short": "Hinabol ng pusa ang daga sa kusina.",
        "long": "“Kuholita anak, marahil nahihiya at natatakot silang makita ng mga tao at iba pang organismo ang kanilang anyo dahil manipis lamang ang kanilang mga talukab."
    },
    {
        "short": "Nag-aayos ako ng gamit tuwing umaga bago pumasok sa klase.",
        "long": "Posibleng ikapahamak nila ito,” ang sagot ng kanyang ina. “Hindi kasi pare-pareho ang tigas ng talukab natin."
    },
    {
        "short": "Mahalaga ang tubig upang manatiling malusog ang katawan.",
        "long": "Mabuti na lang at tayo ay nabiyayaan ng matitigas na talukab,” ang dagdag na sagot ng ama."
    },
    {
        "short": "Malungkot si Ana dahil nawala ang kanyang laruan.",
        "long": "“Ganoon po ba?” ang sabi ni Kuholita. “Napansin mo rin ba anak na iba-iba ang hugis, laki at kulay ng ating mga talukab?” sabi ng ina."
    },
    {
        "short": "Masipag magtanim ng gulay si tatay sa bukid.",
        "long": "“Oo nga po,” ang sagot ni Kuholita. “Napansin ko rin na karaniwang iisang kulay lamang ang katawan nila kagaya po ng sa inyo."
    },
    {
        "short": "Si nanay ay nag-aalaga sa amin kapag may sakit.",
        "long": "“Sana anak, palagi kang magpapaalam kung saan ka pupunta. Hangga’t maaari ay palagi kang may kasama.”"
    },
    {
        "short": "Gumamit si Marco ng lapis sa pagsusulit sa matematika.",
        "long": "“Huwag kang maging kampante na may matigas kang talukab dahil posible ka pa ring mapahamak kapag nakita ka ng mga tao o ng iba pang organismo.”"
    },
    {
        "short": "Ginamit ni Liza ang makulay na papel sa paggawa ng poster.",
        "long": "Maasahan ka ba namin, anak?” Ang halos sabay na tanong ng ama at ina ni Kuholita sa kanya."
    },
    {
        "short": "Umupo ang estudyante sa kanyang upuan sa klase.",
        "long": "Habang dumaraan ang mga araw ay may napapansin na kakaibang gawi ang kanyang mga magulang kay Kuholita."
    },
    {
        "short": "Nagsuot si Ana ng magandang damit para sa piyesta.",
        "long": ""
    },
    {
        "short": "Naglalaro sila ng basketball gamit ang bola.",
        "long": ""
    },
    {
        "short": "Nagbigay si Pedro ng pulang mansanas sa kanyang guro.",
        "long": ""
    },
    {
        "short": "Pinatalim ni Liza ang kanyang lapis gamit ang pantasa.",
        "long": ""
    },
    {
        "short": "Nagbigay si Juan ng bulaklak kay Maria sa kanyang kaarawan.",
        "long": ""
    },
    {
        "short": "Kumain ng sopas si Ana gamit ang kutsara.",
        "long": ""
    },
    {
        "short": "Natulog ang bata sa malambot na unan.",
        "long": ""
    },
    {
        "short": "Tinusok ni Pedro ang karne gamit ang tinidor.",
        "long": ""
    },
    {
        "short": "Dapat tayong magtulungan upang mapangalagaan ang mundo.",
        "long": ""
    },
    {
        "short": "Mainit ang klima tuwing buwan ng Abril.",
        "long": ""
    },
    {
        "short": "Itapon ang basura sa tamang lalagyan.",
        "long": ""
    },
    {
        "short": "Gumamit si Lola ng pamaypay dahil mainit ang panahon.",
        "long": ""
    },
    {
        "short": "Nagsuot ng salamin si Kuya upang makabasa ng malinaw.",
        "long": ""
    },
    {
        "short": "Nagdala si Ana ng payong dahil umuulan.",
        "long": ""
    },
    {
        "short": "Makintab ang balat ng berdeng mansanas.",
        "long": ""
    },
    {
        "short": "Nagbabasa si Maria ng kwento sa silid-aklatan.",
        "long": ""
    },
    {
        "short": "Nagsusulat si Colombus ng liham para sa kanyang kaibigan.",
        "long": ""
    },
    {
        "short": "Naglalaro ng taguan ang mga bata sa palaruan.",
        "long": ""
    },
    {
        "short": "Nagsusuklay ng buhok si Liza bago pumasok sa klase.",
        "long": ""
    },
    {
        "short": "Nagsasayaw ng sayaw na folk si Ana sa entablado.",
        "long": ""
    },
    {
        "short": "Naghihilamos ng malamig na tubig si Juan pagkagising.",
        "long": ""
    },
    {
        "short": "Nagsisipilyo si Ana bago siya matulog sa gabi.",
        "long": ""
    },
    {
        "short": "Naglilinis ang mga mag-aaral ng kanilang silid-aralan tuwing Biyernes.",
        "long": ""
    },
    {
        "short": "Umiiyak si Liza dahil nawala ang kanyang paboritong manika.",
        "long": ""
    },
    {
        "short": "Tumatawa si Marco sa nakakatawang biro ng kaibigan.",
        "long": ""
    },
    {
        "short": "Naglalakad si Ana papunta sa paaralan tuwing umaga.",
        "long": ""
    },
    {
        "short": "Laging kasama ni Pedro ang kanyang matalik na kaibigan.",
        "long": ""
    },
    {
        "short": "Maraming natututunan ang mga bata sa paaralan.",
        "long": ""
    },
    {
        "short": "Masarap kainin ang hinog na mangga.",
        "long": ""
    },
    {
        "short": "Nagsuot siya ng bagong sapatos para sa sayawan sa paaralan.",
        "long": ""
    },
    {
        "short": "Masipag magtanim ng palay ang mga magsasaka sa palayan.",
        "long": ""
    },
    {
        "short": "Nanguha ng isda ang mga mangingisda sa dagat.",
        "long": ""
    },
    {
        "short": "Naliligo ang mga bata sa malamig na tubig ng ilog.",
        "long": ""
    },
    {
        "short": "Nagtanim ng kamatis si Lola sa kanilang halamanan.",
        "long": ""
    },
    {
        "short": "Masayang naglalaro ng habulan ang mga bata sa palaruan.",
        "long": ""
    },
    {
        "short": "Masarap ang adobo na ulam sa hapag-kainan.",
        "long": ""
    }
]
